IDEA StatiCa Open Model
TendonBar.NumStrandsInTendon Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 number of ropes in tendon
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumStrandsInTendon { get; set; }
Public Property NumStrandsInTendon As Integer
	Get
	Set
public:
property int NumStrandsInTendon {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace